[
  {
    "numero": 1,
    "enunciado": "Mulher de 58 anos, com diagnóstico de hipertensão arterial sistêmica (HAS) e em tratamento irregular, é encaminhada ao ambulatório de clínica médica de atenção secundária. Queixa-se de fadiga e dispneia aos esforços, com piora progressiva. Ao exame físico, é observado ritmo cardíaco regular em 4 tempos (B3 + B4), sem sopros no precórdio, mas com crépitos em bases pulmonares; pressão arterial: 148 x 90 mmHg. Ecocardiograma transtorácico evidencia hipertrofia ventricular esquerda concêntrica, associada com fração de ejeção de 38% (por Simpson). Exames laboratoriais normais, salvo pela elevação sérica de peptídeo natriurético tipo B (BNP). Para melhorar o controle da HAS e o prognóstico da paciente, o tratamento com inibidor da enzima conversora de angiotensina foi mantido, e o especialista optou por associar determinado fármaco, devido ao impacto positivo no prognóstico de sobrevida dessa paciente. O fármaco introduzido no tratamento da paciente foi",
    "area": "Clínica Médica",
    "subespecialidade": "Cardiologia",
    "tema": "Insuficiência Cardíaca (IC)",
    "subtema": "Insuficiência Cardíaca (IC) com Fração de Ejeção Reduzida",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II",
    "dominios": "D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 1864,
    "erros": 255,
    "total": 2119,
    "taxa_acerto": 88.0
  },
  {
    "numero": 2,
    "enunciado": "Lactente de 4 meses é levado ao serviço de emergência com história de vômitos, poliúria, episódios de fraqueza intensa e febre. Ao exame fisico, apresenta-se com desidratação grave e déficit de crescimento significativo. Encontram-se, ainda, sinais radiológicos de osteopenia e raquitismo resistente à vitamina D. Com base na principal hipótese diagnóstica, o distúrbio ácido básico relacionado ao caso é",
    "area": "Pediatria",
    "subespecialidade": "Medicina Intensiva Pediátrica",
    "tema": "Distúrbios Ácido-Base",
    "subtema": "Acidose Metabólica",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-V",
    "dominios": "D-IX, D-I",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 1373,
    "erros": 637,
    "total": 2010,
    "taxa_acerto": 68.3
  },
  {
    "numero": 3,
    "enunciado": "Homem de 45 anos foi encontrado inconsciente por familiares junto a uma escada de sua casa. Familiares o conduziram em carro próprio, sem medidas-padrão de atendimento pré-hospitalar. Não sabem por quanto tempo ficou desacordado e nem sobre o histórico de saúde. Quando deu entrada no pronto-socorro, encontrava-se inconsciente, com equimose e escoriações na região orbital e palpebral direita, além de escoriações na região cervical posterior e em membros à direita. Não apresentava resposta ao comando verbal, mas respirava espontaneamente com frequência normal. Pressão arterial de 140 × 90 mmHg e pupilas isocóricas. Durante a avaliação, abriu os olhos e começou a se mexer, ainda sem responder a questões ou comandos. Após 30 minutos começou a responder, mas informava não se lembrar de ter caído da escada. Considerando o quadro, a conduta adequada é:",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia Geral",
    "tema": "Trauma e Emergência",
    "subtema": "Abordagem inicial ao politraumatizado",
    "bloom": "Aplicar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-V, C-II",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "A",
    "acertos": 2958,
    "erros": 1171,
    "total": 4129,
    "taxa_acerto": 71.6
  },
  {
    "numero": 4,
    "enunciado": "Paciente de 30 anos procurou consultório de ginecologia relatando fadiga, dismenorrea progressiva e dispareunia de profundidade. Toque vaginal: útero de volume normal, retroversofletido, dor à mobilização do colo. Com base nessas informações, a principal hipótese diagnóstica é",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Ginecologia Geral",
    "tema": "Dor pélvica",
    "subtema": "Dismenorreia",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-VI",
    "dominios": "D-IX, D-VI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 2033,
    "erros": 2096,
    "total": 4129,
    "taxa_acerto": 49.2
  },
  {
    "numero": 5,
    "enunciado": "Homem de 28 anos, estudante universitário, residente em zona urbana, comparece à Unidade Básica de Saúde (UBS) referindo aparecimento de lesão cutânea em região dorsal da mão, cerca de 1 mês após ter sofrido arranhadura de gato de rua. A lesão apresenta úlceras com presença de crostas além de nodulações próximas. Foi submetido à biópsia da lesão cutânea e cultura de material. Observou-se dermatite granulomatosa difusa, presença de corpos asteroides e material eosinofílico ao redor de células características. Qual é a principal hipótese diagnóstica e o respectivo tratamento para esse caso?",
    "area": "Dermatologia",
    "subespecialidade": "Infecções Cutâneas",
    "tema": "Micoses Superficiais",
    "subtema": "",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-IV",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 2787,
    "erros": 1342,
    "total": 4129,
    "taxa_acerto": 67.5
  },
  {
    "numero": 6,
    "enunciado": "Observe o encaminhamento realizado por um médico de família. \"À cardiologia, Encaminho o Sr. J. L. S., de 56 anos, com diagnóstico de cardiopatia isquêmica, que sofreu um infarto agudo do miocárdio há 3 meses. Tem orientação para o uso de antiagregantes plaquetários, mas tem história de úlcera péptica e teve reação alérgica ao clopidogrel e à ticlopídina. Desta forma, solicito orientação quanto à conduta preventiva.\" Ao ser assistido pelo cardiologista, o paciente será atendido em qual nível de atenção e receberá que tipo de prevenção, respectivamente?",
    "area": "Medicina Preventiva",
    "subespecialidade": "Epidemiologia",
    "tema": "Fundamentos da Epidemiologia",
    "subtema": "Prevenção Primária, Secundária e Terciária",
    "bloom": "Aplicar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-IX",
    "dominios": "D-XI, D-XIV",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "B",
    "acertos": 2902,
    "erros": 1227,
    "total": 4129,
    "taxa_acerto": 70.3
  },
  {
    "numero": 8,
    "enunciado": "Mulher de 20 anos procura atendimento médico no ambulatório de clínica médica de referência devido a quadro iniciado há 3 meses, com dor e edema articular acometendo articulações das mãos (interfalangeanas proximais, metacarpofalangeanas e punhos), assim como cotovelos, joelhos e tornozelos. Relata rigidez matinal que persiste por mais de 2 horas. O exame físico confirma dor e edema nas articulações descritas, além de mucosas hipocoradas (++/4+), sem outras alterações. A hipótese diagnóstica a ser considerada, o achado laboratorial esperado e a primeira linha de tratamento indicada são, respectivamente,",
    "area": "Clínica Médica",
    "subespecialidade": "Reumatologia",
    "tema": "Artrites Inflamatórias",
    "subtema": "Artrite Reumatoide",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III, C-IV",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON, APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 3545,
    "erros": 584,
    "total": 4129,
    "taxa_acerto": 85.9
  },
  {
    "numero": 12,
    "enunciado": "Homem de 52 anos, branco, solteiro, comparece à consulta agendada na Unidade Básica de Saúde (UBS) desejando realizar revisão clínica e exames laboratoriais. Desde os 35 anos não faz acompanhamento de saúde. Relata história familiar de diabetes e hipertensão, e a mãe faleceu com câncer de pulmão. Sem história familiar de câncer de próstata. Fuma cerca de 2 maços por dia hà 21 anos. Exame físico: pressão arterial de 120 x 80 mmHg, indice de massa corporal de 23 kg/m², sem outras alterações. Considerando as recomendações de rastreamento para esse paciente, o médico de família e comunidade deve",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Coletiva",
    "tema": "Programas de Rastreamento",
    "subtema": "Programas Recomendados pelo Ministério da Saúde",
    "bloom": "Aplicar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-III, C-IV",
    "dominios": "D-XI, D-IX, D-XIII",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "MFC",
    "area_formacao_secundaria": "SC",
    "gabarito": "D",
    "acertos": 3650,
    "erros": 479,
    "total": 4129,
    "taxa_acerto": 88.4
  },
  {
    "numero": 13,
    "enunciado": "Mulher de 32 anos, parda, ensino fundamental incompleto, trabalhadora rural, diarista no plantio de morango, procura Unidade Básica de Saúde (UBS) com queixas de tonturas, dores de cabeça, cansaço, náuseas e falta de ar. Ela referiu que desde os 20 anos sofre com dores de cabeça frequentes, mas há 2 semanas, após uma pulverização de agrotóxicos, começou a apresentar os sintomas descritos: Disse ainda que sua colega de trabalho apresentava queixas similares. Ao ouvir esses relatos, a médica da UBS suspeita de intoxicação aguda por agrotóxicos. Nessa situação, qual é a conduta adequada a ser adotada na assistência?",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Ocupacional e Medicina Legal",
    "tema": "Saúde do Trabalhador",
    "subtema": "Intoxicações Ocupacionais",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-VIII, C-III",
    "dominios": "D-XVIII, D-XVII, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 1991,
    "erros": 128,
    "total": 2119,
    "taxa_acerto": 94.0
  },
  {
    "numero": 14,
    "enunciado": "Pais de um menino de 10 anos levam a criança para avaliação médica em Unidade Básica de Saúde (UBS). Relatam que seu filho se dá bem com a familia até que não lhe seja permitido fazer algo que deseja. Quando isso ocorre, ele fica irritado, impulsivamente agressivo e agitado por várias horas. Assim que se acalma ou consegue o que quer, fica feliz e agradável novamente. Os pais entendem que o filho parece agir deliberadamente para aborrecer os outros e nunca assume a culpa por seus próprios erros ou mau comportamento. Relatam ainda que ele discute com adultos ou figuras de autoridade e em várias situações não aceita as regras de boa convivência com os familiares. Considerando o caso descrito, qual é o diagnóstico mais provável?",
    "area": "Pediatria",
    "subespecialidade": "Neurologia Pediátrica",
    "tema": "Transtornos do Neurodesenvolvimento",
    "subtema": "Transtorno de Déficit de Atenção e Hiperatividade",
    "bloom": "Aplicar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-I",
    "dominios": "D-IX, D-VI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "SM",
    "gabarito": "B",
    "acertos": 3359,
    "erros": 770,
    "total": 4129,
    "taxa_acerto": 81.4
  },
  {
    "numero": 15,
    "enunciado": "Homem de 50 anos, queixando-se de astenia e constipação com fezes em fita. Há 15 dias, apresenta edema de membros inferiores até a raiz da região crural, bilateralmente, com pouca melhora à elevação dos membros. Ele perdeu 10 kg em 6 meses. Nega hipertensão arterial e diabetes mellitus e não faz uso de medicamento. Os exames do paciente apresentaram os seguintes resultados: Dentre esses achados laboratoriais, quais são necessários para a definição da síndrome renal do paciente?",
    "area": "Clínica Médica",
    "subespecialidade": "Nefrologia",
    "tema": "Doenças Glomerulares",
    "subtema": "Síndrome Nefrótica Primária",
    "bloom": "Aplicar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-II",
    "dominios": "D-IX, D-I",
    "eixo_cognitivo": "E1",
    "nivel_cognitivo": "NC1",
    "cenarios": "CRON, APS",
    "ciclo_formativo": "M2",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 3387,
    "erros": 742,
    "total": 4129,
    "taxa_acerto": 82.0
  },
  {
    "numero": 16,
    "enunciado": "Recém-nascido de 15 dias, a termo, Apgar 8/9, peso e comprimento ao nascer de 2.600 g e 46 cm, respectivamente, com síndrome de Down, e cuja gestação não apresentou outras intercorrências. Está na consulta de puericultura com peso e comprimento atuais de 2.900 g e 47 cm, respectivamente. Para o acompanhamento pôndero-estatural, os dados devem ser plotados nas",
    "area": "Pediatria",
    "subespecialidade": "Medicina do Crescimento e Desenvolvimento",
    "tema": "Crescimento Infantil",
    "subtema": "Curvas de Crescimento",
    "bloom": "Lembrar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-I",
    "dominios": "D-IX, D-II",
    "eixo_cognitivo": "E1",
    "nivel_cognitivo": "NC1",
    "cenarios": "APS",
    "ciclo_formativo": "M2",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "MFC",
    "gabarito": "B",
    "acertos": 2742,
    "erros": 1387,
    "total": 4129,
    "taxa_acerto": 66.4
  },
  {
    "numero": 17,
    "enunciado": "Paciente de 20 anos, sexo masculino, vítima de colisão \"de automóvel a muro\", sem cinto de segurança, é atendido ainda na cena pelo Serviço Móvel de Atendimento de Urgência (SAMU). Exame físico: paciente torporoso; saturação de O₂ de 60%, em ar ambiente; frequência respiratória de 28 irpm; frequência cardíaca de 112 bpm; pressão arterial de 90 x 50 mmHg. Desvio da traqueia para a direita, turgência de veias jugulares, hipofonese de bulhas cardíacas e diminuição acentuada do murmúrio vesicular à esquerda. Qual é a conduta adequada no atendimento pré-hospitalar?",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia Geral",
    "tema": "Trauma e Emergência",
    "subtema": "Trauma torácico",
    "bloom": "Analisar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-II, C-VI",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M6",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 3320,
    "erros": 809,
    "total": 4129,
    "taxa_acerto": 80.4
  },
  {
    "numero": 18,
    "enunciado": "Paciente de 16 anos comparece ao ambulatório para mostrar os resultados dos exames complementares solicitados na consulta anterior. Está preocupada porque todas as colegas da mesma Idade já menstruaram e ela não. O fenótipo é feminino, com pelos pubianos e axilares esparsos. Os exames complementares evidenciam ausência do útero à ultrassonografia pélvica, dosagem sérica do hormônio folículo estimulante (FSH) normal, dosagem de testosterona sérica compatível com níveis do sexo masculino e cariótipo 46 XY. Com base no quadro clínico e nos dados apresentados, a principal hipótese diagnóstica dessa paciente é:",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Ginecologia Endócrina",
    "tema": "Amenorreias",
    "subtema": "Amenorreia primária",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX, D-I",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 2917,
    "erros": 1212,
    "total": 4129,
    "taxa_acerto": 70.6
  },
  {
    "numero": 19,
    "enunciado": "Mulher de 82 anos, sem história prévia de hipertensão, comparece à consulta preocupada porque aferiu a pressão na farmácia há 1 semana e estava em 146 x 86 mmHg. Em outra aferição, há 2 semanas, na unidade de saúde, a pressão estava em 144 x 88 mmHg. No momento da consulta, a pressão está em 148 x 88 mmHg. Não apresenta sintomas nem está em acompanhamento de outros agravos neste momento. Qual é a abordagem adequada nesse caso?",
    "area": "Clínica Médica",
    "subespecialidade": "Cardiologia",
    "tema": "Hipertensão Arterial Sistêmica (HAS)",
    "subtema": "Hipertensão Primária",
    "bloom": "Avaliar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-I, C-VIII",
    "dominios": "D-X, D-II",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 2324,
    "erros": 1805,
    "total": 4129,
    "taxa_acerto": 56.3
  },
  {
    "numero": 20,
    "enunciado": "Mulher travest de 28 anos, profissional do sexo, comparece à Unidade Básica de Saúde (UBS) em demanda espontânea. Relata relações sexuais frequentes com diferentes parceiros, com uso inconsistente de preservativos, principalmente durante relações anais receptivas. Há 2 dias teve uma relação sexual desprotegida com um cliente que se recusou a usar camisinha. Nunca utilizou medicamento para profilaxia pré exposição (PrEP) ou pós-exposição (PEP) à infecção pelo HIV. Considerando que a paciente está assintomática no momento, qual a melhor estratégia de prevenção?",
    "area": "Clínica Médica",
    "subespecialidade": "Infectologia",
    "tema": "HIV/AIDS",
    "subtema": "Profilaxias (PrEP e PEP) de HIV",
    "bloom": "Aplicar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-IV, C-I",
    "dominios": "D-XI, D-X, D-III",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, ES",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 3642,
    "erros": 487,
    "total": 4129,
    "taxa_acerto": 88.2
  },
  {
    "numero": 21,
    "enunciado": "Mulher de 21 anos comparece à consulta médica em Unidade Básica de Saúde (UBS) para avaliação de amenorreia há 4 meses, sendo descartada gravidez. Paciente relata que há 10 meses iniciou dieta para perder peso, tendo emagrecido nesse período aproximadamente 30 kg. Há 2 dias relata desmaio durante prática de exercício físico e, por isso, realizou eletrocardiograma (ECG) que indicou alterações no segmento ST e na onda T. Paciente nega histórico de diagnóstico de transtorno mental, mora sozinha e sua família é de outra cidade. Afirma manter o padrão alimentar, pois ainda quer perder peso. Ao exame físico, apresenta palidez de mucosa e turgor cutâneo diminuído. Altura = 1,63 m; peso = 39 kg (IMC = 14,7 kg/m2 ); pressão arterial = 80 x 60 mmHg; frequência cardíaca = 55 bpm e frequência respiratória = 15 irpm. Qual é a conduta adequada nesse momento?",
    "area": "Clínica Médica",
    "subespecialidade": "Psiquiatria",
    "tema": "Transtornos Alimentares",
    "subtema": "Anorexia Nervosa",
    "bloom": "Avaliar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-IV, C-II",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS, URG",
    "ciclo_formativo": "M6",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "SM",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "A",
    "acertos": 1941,
    "erros": 2188,
    "total": 4129,
    "taxa_acerto": 47.0
  },
  {
    "numero": 22,
    "enunciado": "Mulher de 65 anos iniciou quadro de lentidão dos movimentos há 6 meses, com dificuldade para amarrar sapatos, abotoar roupas e digitar. Ao caminhar, apresentava passos mais curtos e sensação de instabilidade, com 1 episódio de queda. Concomitantemente apresentou tremores nas mãos de repouso, associados à rigidez e alteração do padrão do sono. Nega alterações de memória e cognição. Ao exame fisico apresentava fácies em máscara, marcha em pequenos passos, frequência cardíaca de 88 bpm com ausculta sem alterações, pressão arterial de 130 × 80 mmHg, tremores assimétricos na manobra dos braços estendidos, hipertonia em roda dentada. A ressonância nuclear magnética realizada há 2 semanas constatou atrofia cerebral compatível com a idade. O tratamento medicamentoso inicial recomendado para o caso clinico será",
    "area": "Clínica Médica",
    "subespecialidade": "Neurologia",
    "tema": "Distúrbios do Movimento",
    "subtema": "Doença de Parkinson",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON, APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 3172,
    "erros": 957,
    "total": 4129,
    "taxa_acerto": 76.8
  },
  {
    "numero": 23,
    "enunciado": "A violência contra adolescentes pode ter várias causas e atores. Os sinais que demonstram essas ações podem ser indiretos, mas devem ser observados pelos profissionais da saúde. Assinale a alternativa com a situação em que se deve notificar o Conselho Tutelar",
    "area": "Pediatria",
    "subespecialidade": "Emergências Pediátricas",
    "tema": "Violência na Infância",
    "subtema": "Abuso Físico",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-VIII, C-XII",
    "dominios": "D-IX, D-XVII, D-IV",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "SC",
    "gabarito": "B",
    "acertos": 3905,
    "erros": 224,
    "total": 4129,
    "taxa_acerto": 94.6
  },
  {
    "numero": 24,
    "enunciado": "Paciente do sexo feminino, 27 anos, é atendida em Unidade de Pronto Atendimento (UPA) com história de dor abdominal, com início em epigástrio há dois dias, contínua, sem fatores de melhora, associada a náuseas e perda de apetite, evoluindo para dor em fossa ilíaca direita há 1 dia e febre de 38,2 °C no dia do atendimento. Nega comorbidades, cirurgias prévias ou uso de medicações regulares. Relata que a última menstruação foi há 23 dias, e apresenta ciclos regulares de 28 dias. Exame físico: regular estado geral, corada, desidratada +/4+, eupneica, anictérica, acianótica; ausculta pulmonar e cardíaca sem alterações; ruídos hidroaéreos diminuídos, descompressão brusca dolorosa em quadrante inferior de abdome à direita. Considerando o diagnóstico mais provável, a conduta adequada é",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia Geral",
    "tema": "Abdome Agudo",
    "subtema": "Abdome Agudo Inflamatório",
    "bloom": "Analisar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-II, C-III",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 4051,
    "erros": 78,
    "total": 4129,
    "taxa_acerto": 98.1
  },
  {
    "numero": 25,
    "enunciado": "Multípara, 37 semanas, obesa, apresentando diabetes mellitus gestacional controlada com insulina NPH e regular. Evoluiu para parto normal, e o recém-nascido pesou 3.300 g. A conduta no puerpério imediato deve ser",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Obstetrícia",
    "tema": "Endocrinopatias e Gestação",
    "subtema": "Diabetes mellitus gestacional",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II",
    "dominios": "D-X, D-II",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 1143,
    "erros": 976,
    "total": 2119,
    "taxa_acerto": 53.9
  },
  {
    "numero": 26,
    "enunciado": "Homem de 34 anos se dirige à Unidade Básica de Saúde (UBS) com febre (38,5℃), dores de moderada intensidade e manchas no corpo há 3 dias.No dia da consulta, iniciou com dores abdominais e vômitos incontroláveis. Exame fisico: prostrado, mucosas coradas, extremidades bem perfundidas. Pressão arterial de 120 x 80 mmHg; frequência respiratória de 16 irpm, frequência cardíaca de 80 bpm. Leve dor à palpação abdominal,sem outras alterações.Qual a hipótese diagnóstica e o manejo, respectivamente?",
    "area": "Clínica Médica",
    "subespecialidade": "Infectologia",
    "tema": "Doenças Virais",
    "subtema": "Arboviroses (Dengue, Zika, Chikungunya)",
    "bloom": "Aplicar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-IV, C-V",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 2753,
    "erros": 1376,
    "total": 4129,
    "taxa_acerto": 66.7
  },
  {
    "numero": 27,
    "enunciado": "Homem de 48 anos, auxiliar de pedreiro, procura Unidade Básica de Saúde (UBS) com queixa de dor lombar iniciada há 3 semanas, de instalação insidiosa, sem irradiação. Relata que a dor piora ao final do dia e melhora parcialmente com repouso e uso de paracetamol. Nega perda de peso, febre, traumas, incontinência ou fraqueza nos membros inferiores. Ao exame físico, apresenta dor à palpação paravertebral em região lombar, sem alterações neurológicas. Com base na história clínica e no exame físico, qual o próximo passo na condução desse caso?",
    "area": "Ortopedia",
    "subespecialidade": "Patologias da Coluna",
    "tema": "Lombalgia mecânica e neurogênica",
    "subtema": "",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II, C-VIII",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, ES",
    "area_formacao_principal": "MFC",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "D",
    "acertos": 3561,
    "erros": 568,
    "total": 4129,
    "taxa_acerto": 86.2
  },
  {
    "numero": 28,
    "enunciado": "\"Internações sem consentimento aumentam na Cracolândia, em meio a denúncias de agressões\". ZYLBERKAN, M. KRUSE. T. Folha de S. Paulo, 3 jul. 2024. Notícias como esta têm se tornado frequentes em jornais brasileiros nos últimos anos. Alguns municipios têm criado leis locais próprias para as internações involuntárias que muitas vezes contradizem as leis federais sobre o tema. Sobre a internação involuntária no Brasil, é correto afirmar que",
    "area": "Psiquiatria",
    "subespecialidade": "Dependência Química",
    "tema": "Outras Substâncias Psicoativas",
    "subtema": "",
    "bloom": "Lembrar",
    "competencia_principal": "C-XII",
    "competencias_secundarias": "C-IX",
    "dominios": "D-XIV, D-IV",
    "eixo_cognitivo": "E1",
    "nivel_cognitivo": "NC1",
    "cenarios": "RAPS, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "GS, AT",
    "area_formacao_principal": "SM",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 2509,
    "erros": 1620,
    "total": 4129,
    "taxa_acerto": 60.8
  },
  {
    "numero": 29,
    "enunciado": "Homem de 68 anos, em tratamento crônico irregular de hipertensão arterial sistêmica, diabetes mellitus e fibrilação atrial, é admitido em Unidade de Pronto Atendimento (UPA) com quadro de rebaixamento do nível de consciência e déficit neurológico do lado esquerdo, de predomínio braquiofacial. Segundo o acompanhante, o paciente tinha ido se deitar havia 90 minutos, sem qualquer sintoma antes de ser encontrado com o transtorno observado. Foi levado ao hospital, onde deu entrada 30 minutos após constatado o déficit focal. Ao exame fisico, paciente com 9 pontos na escala de coma de Glasgow modificada, exibindo hemiparesia acentuada à esquerda, pressão arterial de 170 × 100 mmHg em ambos os membros superiores, com ritmo cardíaco irregular, frequência cardíaca média de 96 bpm. Não há outras alterações expressivas ao exame fisico. Glicemia capilar de 285 mg/dL; demais exames laboratoriais não revelam anormalidades. A tomografia computadorizada de crânio sem contraste revela área de atenuação de densidade em cerca de 40% do território da artéria cerebral média direita, cujo laudo é obtido cerca de 3 horas após o último momento em que o paciente fol visto sem déficits. O médico da unidade explica ao acompanhante que, apesar dos potenciais benefícios da terapia trombolitica em pacientes com acidente vascular encefálico isquêmico, o paciente apresenta contraindicação em função de",
    "area": "Clínica Médica",
    "subespecialidade": "Neurologia",
    "tema": "Doenças Cerebrovasculares",
    "subtema": "AVC Isquêmico Agudo",
    "bloom": "Analisar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-V, C-III",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 1745,
    "erros": 2384,
    "total": 4129,
    "taxa_acerto": 42.3
  },
  {
    "numero": 30,
    "enunciado": "Menino de 6 anos é levado à Unidade Básica de Saúde (UBS) com queixa de fimose. Mãe relata balanopostites frequentes, sendo o primeiro episódio com 1 ano de vida. Nega infecções do trato urinário. Ao exame físico, apresenta prepúcio cobrindo toda a glande que, quando tracionado, expõe meato uretral e anel fibrótico prepucial. Sobre o caso, assinale a alternativa correta",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia Pediátrica",
    "tema": "Urologia Pediátrica",
    "subtema": "Fimose",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "PED",
    "gabarito": "C",
    "acertos": 3102,
    "erros": 1027,
    "total": 4129,
    "taxa_acerto": 75.1
  },
  {
    "numero": 31,
    "enunciado": "Mulher de 72 anos foi atendida em hospital de médio porte. Relatava emagrecimento e dor abdominal com irradiação para região dorsal há 3 meses; há 1 mês a urina ficou mais escura, começou a apresentar prurido cutâneo intenso e icterícia em escleras. Ao exame físico, encontrava-se ictérica +++/4+, emagrecida; exame do abdome com fígado palpável abaixo da borda costal direita, assim como uma massa bem definida, de consistência cística, não dolorosa em hipocôndrio direito. Nesse caso, o mais adequado é solicitar",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia do Aparelho Digestivo",
    "tema": "Pancreatobiliar",
    "subtema": "Tumores periampulares",
    "bloom": "Analisar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-II",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "B",
    "acertos": 2913,
    "erros": 1216,
    "total": 4129,
    "taxa_acerto": 70.5
  },
  {
    "numero": 32,
    "enunciado": "Paciente G5P3C1, 35 anos, idade gestacional de 15 semanas por ecografia relizada com 8 semanas, hipertensa crônica em uso de enalapril, antecedente de pré-eclâmpsia. Comparece à consulta de pré-natal na Unidade Básica de Saúde (UBS) com pressão arterial de 140 x 90 mmHg. Qual é a conduta medicamentosa indicada para essa paciente?",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Obstetrícia",
    "tema": "Distúrbios Hipertensivos na Gestação",
    "subtema": "Hipertensão arterial crônica na gestação",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-VIII",
    "dominios": "D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 3224,
    "erros": 905,
    "total": 4129,
    "taxa_acerto": 78.1
  },
  {
    "numero": 33,
    "enunciado": "Homem de 48 anos busca atendimento na Unidade Básica de Saude (UBS) para reiniciar tratamento para tuberculose. Paciente refere que iniciou o tratamento poliquimioterápico há 6 meses, quando foi diagnosticado com tuberculose; porém, há 2 meses, interrompeu o acompanhamento na sua unidade de origem devido ao uso de substâncias psicoativas. Ele se mudou para o território da unidade há 15 dias e foi visitado pelo agente comunitário, que o orientou a procurar atendimento médico para avaliação e retomada do tratamento. Foram solicitados, inicialmente, o teste rápido molecular para tuberculose [TRM-TB), baciloscopia de escarro e radiografia de tórax. Qual a conduta adequada para esse caso?",
    "area": "Clínica Médica",
    "subespecialidade": "Infectologia",
    "tema": "Tuberculose",
    "subtema": "Tuberculose Pulmonar (Diagnóstico e Tratamento)",
    "bloom": "Analisar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX, D-X, D-XVII",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 2752,
    "erros": 1377,
    "total": 4129,
    "taxa_acerto": 66.7
  },
  {
    "numero": 34,
    "enunciado": "Uma instituição de saúde está pesquisando um novo teste de triagem para hanseníase, com sensibilidade de 92% e especificidade de 65%, aplicado em uma população com baixa prevalência da doença. Nesse contexto, é correto afirmar que",
    "area": "Medicina Preventiva",
    "subespecialidade": "Bioestatística",
    "tema": "Testes Diagnósticos",
    "subtema": "Valores Preditivos Positivo e Negativo",
    "bloom": "Analisar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-VIII, C-II",
    "dominios": "D-XVI, D-XX, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, GS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "B",
    "acertos": 3457,
    "erros": 672,
    "total": 4129,
    "taxa_acerto": 83.7
  },
  {
    "numero": 35,
    "enunciado": "Mulher de 52 anos chega ao acolhimento de Unidade Básica de Saúde (UBS), muito chorosa, e relata \"Estou com dificuldade para dormir, não tenho comido direito, desde o ocorrido e o meu filho, sabe ... ele morreu há 3 dias ... e a dor no meu coração está muito forte, quase insuportável\". A paciente chora copiosamente e diz que sonha com uma pessoa gritando a nome de seu filho, relembrando o momento em que o tinha encontrado na rua, vítima de atropelamento. Após o primeiro acolhimento, ela fica um pouco mais calma, relatando que não pensa em se matar, que nunca tinha sido atendida por psiquiatra ou tomado medicamentos antes, mas que nesse momento precisa de muita ajuda. Diante do caso, qual a conduta adequada?",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Coletiva",
    "tema": "Políticas de Saúde para Populações Específicas",
    "subtema": "Saúde Mental na Atenção Básica",
    "bloom": "Analisar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-I, C-VIII",
    "dominios": "D-IX, D-X, D-XIV",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "MFC",
    "area_formacao_secundaria": "SM",
    "gabarito": "D",
    "acertos": 2981,
    "erros": 1148,
    "total": 4129,
    "taxa_acerto": 72.2
  },
  {
    "numero": 36,
    "enunciado": "Mulher de 86 anos é levada pela filha à consulta no ambulatório de clínica médica, com queixa de quedas frequentes. A paciente tem diagnóstico prévio de hipertensão arterial sistémica, diabetes mellitus tipo 2, dislipidemia, depressão, déficit cognitivo leve e constipação intestinal. Está em uso de losartana, hidroclorotiazida, atenolol, metformina, gliclazida, rosuvastatina, escitalopram, donepezila e lactulose. Segundo a filha da paciente, as quedas ocorrem em diversos horários do dia, mais frequentemente na madrugada, ao se levantar para ir ao banheiro. Ao exame fisico, a idosa apresenta leve bradipsiquismo e sinais de sarcopenia; pressão arterial do membro superior direito de 138 × 92 mmHg, quando deitada, e 110 × 70 mmHg, quando sentada. O plano terapêutico apropriado ao contexto desse caso deve incluir",
    "area": "Clínica Médica",
    "subespecialidade": "Geriatria",
    "tema": "Síndromes Geriátricas",
    "subtema": "Instabilidade Postural e Quedas",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II, C-VIII",
    "dominios": "D-X, D-IX, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 2997,
    "erros": 1132,
    "total": 4129,
    "taxa_acerto": 72.6
  },
  {
    "numero": 37,
    "enunciado": "Menino, 10 anos, morador de área urbana, está em avaliação no pronto-atendimento por apresentar dor em cotovelo direito há 1 dia. Há 1 semana, iniciou quadro de febre de 38.5 ℃, com 1 a 2 picos ao dia, associada à dificuldade de deambular devido ao joelho direito apresentar-se \"doloroso e inchado\". Após 4 dias, percebeu melhora da dor no joelho, porém o tornozelo direito começou a ficar \"inchado e um pouco avermelhado\", doloroso, com melhora em 2 dias. Há 3 semanas, havia se queixado de dor de garganta. Sem outras queixas. Nega contato com animais domésticos. No momento do atendimento, está com dificuldade para movimentar o cotovelo direito por causa da dor e do edema, frequência cardíaca de 110 bpm e 2 bulhas rítmicas normofonéticas, com sopro sistólico de 3+/6+. Restante do exame físico sem anormalidades. Considerando  o quadro clínico apresentado, o agente etiológico e o tratamento de escolha são, respectivamente,",
    "area": "Pediatria",
    "subespecialidade": "Reumatologia Pediátrica",
    "tema": "Doenças Reumáticas",
    "subtema": "Febre Reumática",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-IV",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG, APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "D",
    "acertos": 3341,
    "erros": 788,
    "total": 4129,
    "taxa_acerto": 80.9
  },
  {
    "numero": 38,
    "enunciado": "Homem de 58 anos deu entrada no pronto-socorro com dor epigástrica irradiada para as costas, iniciada há 2 horas, progressiva, pós-prandial, acompanhada de náuseas, vômitos e sudorese. Relata episódios semelhantes no último ano, que melhoraram com uso de analgésico. Tabagista ativo, alcoolista de 8 doses de destilado por dia há 33 anos, nega comorbidades. Exame físico: corado, acianótico, anictérico, sudoreico, fácies de dor, agitado. Índice de massa corporal de 23 kg/m²; pressão arterial de 150 x 90 mmHg; frequência cardíaca de 74 bpm; frequência respiratória de 18 irpm; temperatura axilar de 37 ℃. Abdome globoso, distendido, timpânico, peristalse presente, doloroso à palpação do epigástrio e hipocôndrio esquerdo. Os exames laboratoriais apresentam os seguintes resultados: Qual é o provável diagnóstico?",
    "area": "Clínica Médica",
    "subespecialidade": "Gastroenterologia",
    "tema": "Doenças Pancreáticas",
    "subtema": "Pancreatite Crônica",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-V",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 1830,
    "erros": 2299,
    "total": 4129,
    "taxa_acerto": 44.3
  },
  {
    "numero": 39,
    "enunciado": "Primigesta de 29 anos, com 41 semanas de gestação e pré-natal de risco habitual, comparece à Unidade Básica de Saúde (UBS) para consulta de rotina. Ela está preocupada com a duração da gravidez e deseja saber quais serão os próximos passos. A paciente está assintomática, relata movimentação fetal presente, e o exame físico está normal para a idade gestacional. Perfil biofísico fetal realizado há 1 dia encontra-se dentro da normalidade. Considerando o quadro clínico apresentado e a idade gestacional, a conduta é",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Obstetrícia",
    "tema": "Gestação Pós-Termo",
    "subtema": "Vigilância e manejo do pós-datismo",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-III",
    "dominios": "D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 3349,
    "erros": 780,
    "total": 4129,
    "taxa_acerto": 81.1
  },
  {
    "numero": 40,
    "enunciado": "Médica de 32 anos foi contratada pelo Programa Mais Médicos para trabalhar na Unidade Básica de Saúde (UBS) no distrito sanitário especial Indígena Yanomami na Amazônia, região endêmica para malária. Considerando que a médica não tem morbidades ou problemas de saúde em tratamento, qual quimioprofilaxia está indicada?",
    "area": "Clínica Médica",
    "subespecialidade": "Infectologia",
    "tema": "Parasitoses Sistêmicas",
    "subtema": "Malária (Plasmodium falciparum, vivax)",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-VIII, C-VII",
    "dominios": "D-X, D-XI, D-XVI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "SC",
    "gabarito": "B",
    "acertos": 1736,
    "erros": 274,
    "total": 2010,
    "taxa_acerto": 86.4
  },
  {
    "numero": 41,
    "enunciado": "Homem de 21 anos, portador de diabetes mellitus tipo 1, diagnosticado há 5 anos, foi levado à Unidade de Pronto Atendimento (UPA) devido à dor abdominal, náuseas e vômitos. Familiares informam que está sem utilizar insulina há 3 dias por dificuldades financeiras. No exame físico, encontra-se torporoso, desidratado, com hálito cetótico e dor abdominal à palpação profunda de forma generalizada. Ao exame, frequência cardíaca de 112 bpm; frequência respiratória de 38 irpm; pressão arterial de 110 x 70 mmHg. Os exames laboratoriais na admissão indicam: O diagnóstico e a conduta inicial indicada para esse paciente são, respectivamente,",
    "area": "Clínica Médica",
    "subespecialidade": "Endocrinologia",
    "tema": "Diabetes Mellitus",
    "subtema": "Complicações Agudas do Diabetes",
    "bloom": "Aplicar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-II, C-IV",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 3632,
    "erros": 497,
    "total": 4129,
    "taxa_acerto": 88.0
  },
  {
    "numero": 42,
    "enunciado": "Recém-nascido 14 dias, hipoativo e com desconforto respiratório, é levado para avaliação na Unidade de Pronto Atendimento (UPA), Antecedentes obstétricos: não foi realizado pré-natal e o parto ocorreu a termo no domicílio. Exame clínico: hipoativo e pouco responsivo, hipocorado, cianótico. Aparelho respiratório: 70 irpm com tiragem subcostal. Murmúrio vesicular diminuído bilateralmente. Saturação de O₂ em ar ambiente de 82%. Aparelho cardiovascular: pulsos débeis, tempo de perfusão capilar de 5 segundos. Frequência cardíaca de 160 bpm, com ritmo cardiaco regular. Abdome globoso, com fígado a 2,5 cm do rebordo costal direito, presença de halo de hiperemia e edema em torno do coto umbilical. O diagonóstico e as condutas adequadas são, respectivamente,",
    "area": "Pediatria",
    "subespecialidade": "Medicina Intensiva Pediátrica",
    "tema": "Choque",
    "subtema": "Choque Séptico",
    "bloom": "Analisar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-II, C-IV",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 2049,
    "erros": 2080,
    "total": 4129,
    "taxa_acerto": 49.6
  },
  {
    "numero": 44,
    "enunciado": "Parturiente de 29 anos, sem comorbidades, esteve em trabalho de parto por 8 horas e evoluiu para parto vaginal. Após 10 minutos do desprendimento do feto, ainda não se observou a expulsão da placenta. A paciente está estável e sem sinais de hemorragia. Diante do quadro apresentado, a conduta a ser adotada é",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Obstetrícia",
    "tema": "Atendimento ao Trabalho de Parto",
    "subtema": "Fases do trabalho de parto, partograma e monitorização fetal",
    "bloom": "Aplicar",
    "competencia_principal": "C-VI",
    "competencias_secundarias": "C-IV",
    "dominios": "D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 2106,
    "erros": 2023,
    "total": 4129,
    "taxa_acerto": 51.0
  },
  {
    "numero": 45,
    "enunciado": "Paciente de 27 anos, em regime fechado em penitenciária, queixa-se de tosse há 2 semanas. Considerando a situação na qual se encontra esse paciente, o médico de família e comunidade deve",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Coletiva",
    "tema": "Políticas de Saúde para Populações Específicas",
    "subtema": "Saúde da População Prisional",
    "bloom": "Aplicar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-I, C-VIII",
    "dominios": "D-IX, D-III, D-XVII",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "MFC",
    "area_formacao_secundaria": "SC",
    "gabarito": "B",
    "acertos": 2823,
    "erros": 1306,
    "total": 4129,
    "taxa_acerto": 68.4
  },
  {
    "numero": 46,
    "enunciado": "Homem de 32 anos apresenta quadro de dor lombar crônica de início insidioso, com duração aproximada de 6 meses, que piora pela manhã e melhora com o movimento. Refere rigidez matinal, principalmente nas regiões lombar e sacroilíaca, com duração de mais de 30 minutos, com dor nas articulações sacroilíacas e sensação de fadiga durante as últimas semanas. Não há histórico de trauma. A história familiar é positiva para doenças reumatológicas, mas o paciente desconhece diagnósticos específicos. O painel de autoanticorpos apresenta: Com base no caso clínico e nos exames laboratoriais apresentados, qual é o diagnóstico mais provável?",
    "area": "Clínica Médica",
    "subespecialidade": "Reumatologia",
    "tema": "Espondiloartrites",
    "subtema": "Espondilite Anquilosante",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 3667,
    "erros": 462,
    "total": 4129,
    "taxa_acerto": 88.8
  },
  {
    "numero": 47,
    "enunciado": "Adolescente de 12 anos, sexo feminino, é levada à Unidade Básica de Saúde (UBS) para verificar se suas vacinas estão atualizadas. Até os 8 anos, todas as vacinas preconizadas pelo Ministério da Saúde para o biênio 2024-2025 foram feitas, sendo que tomou 1 dose da vacina contra febre amarela aos 9 meses. Nesse momento, deve receber as vacinas",
    "area": "Pediatria",
    "subespecialidade": "Infectologia Pediátrica",
    "tema": "Imunizações",
    "subtema": "Calendário Vacinal (Pediátrico)",
    "bloom": "Aplicar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-IV, C-I",
    "dominios": "D-XI, D-XIV",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "SC",
    "gabarito": "C",
    "acertos": 3462,
    "erros": 667,
    "total": 4129,
    "taxa_acerto": 83.8
  },
  {
    "numero": 48,
    "enunciado": "Paciente masculino, 36 anos, é tabagista e trabalha como ascensorista. Procura atendimento no ambulatório queixando-se de tosse seca, persistente por mais de 3 semanas, acompanhada de febre vespertina, dificuldade respiratória durante esforços e dor infraescapular à esquerda. Exame físico: bom estado geral, orientado, emagrecido, descorado, hidratado, afebril. Ausculta cardíaca sem alterações; ausculta pulmonar com murmúrios vesiculares diminuídos e percussão maciça em base do tórax à esquerda. Com base no diagnóstico provável, quais são, respectivamente, o exame complementar e a conduta adequada ao caso?",
    "area": "Clínica Médica",
    "subespecialidade": "Pneumologia",
    "tema": "Doenças da Pleura e Mediastino",
    "subtema": "Derrame Pleural",
    "bloom": "Analisar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-IV, C-II",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "CIR",
    "gabarito": "D",
    "acertos": 2274,
    "erros": 1855,
    "total": 4129,
    "taxa_acerto": 55.1
  },
  {
    "numero": 49,
    "enunciado": "Nulípara de 30 anos, com diagnóstico de lúpus eritematoso sistêmico e história recente de trombose venosa, apresenta ciclos menstruais prolongados de 8 a 10 dias, com intenso sangramento e cólicas fortes, busca orientação sobre métodos contraceptivos. Considerando os critérios de elegibilidade para uso de anticoncepção e o quadro clínico, qual é a melhor opção de contracepção?",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Ginecologia Geral",
    "tema": "Contracepção",
    "subtema": "Contracepção em condições clínicas especiais",
    "bloom": "Avaliar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-I",
    "dominios": "D-X, D-XI",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 2568,
    "erros": 1561,
    "total": 4129,
    "taxa_acerto": 62.2
  },
  {
    "numero": 50,
    "enunciado": "Homem de 55 anos, com diagnóstico de diabetes mellitus, foi em consulta de rotina em Unidade Básica de Saúde (UBS) levando exames laboratoriais solicitados pelo médico na consulta anterior. Faz uso de metformina 850 mg, 3 vezes ao dia, e glicazida 30 mg, 1 vez ao dia, há mais de 6 meses. Os exames laboratoriais atuais apresentam hemoglobina glicada de 9,5% e creatinina sérica de 0,8 mg/dL. Qual das condutas é a mais adequada para o seguimento desse caso?",
    "area": "Clínica Médica",
    "subespecialidade": "Endocrinologia",
    "tema": "Diabetes Mellitus",
    "subtema": "Tratamento Farmacológico",
    "bloom": "Avaliar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II, C-VI",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 2702,
    "erros": 1427,
    "total": 4129,
    "taxa_acerto": 65.4
  },
  {
    "numero": 51,
    "enunciado": "Homem de 38 anos retorna a ambulatório de clínica médica de um hospital de atenção secundária, onde faz acompanhamento clínico de retocolite ulcerativa. Analisando os exames complementares solicitados na última consulta, o médico atendente observa elevações significativas da fosfatase alcalina e gama-GT, com discreta elevação dos níveis séricos de aminotransferases, sem hiperbilirrubinemia. Questionado, o paciente refere apenas leve desconforto no hipocôndrio direito. Ao exame físico, não há icterícia, febre ou presença de sinal de Murphy. Considerando a doença de base do caso, o exame complementar indicado e seu resultado provável são, respectivamente,",
    "area": "Clínica Médica",
    "subespecialidade": "Gastroenterologia",
    "tema": "Doenças Autoimunes do Fígado",
    "subtema": "Colangite Esclerosante Primária (CEP)",
    "bloom": "Analisar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-II",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 3171,
    "erros": 958,
    "total": 4129,
    "taxa_acerto": 76.8
  },
  {
    "numero": 52,
    "enunciado": "Mãe de menina de 11 meses em consulta de puericultura, relata que não há queixas especificas no momento e refere que a criança está começando a trocar passos de maneira independente. Apresenta marcos do desenvolvimento anteriores a 11 meses dentro da normalidade e bom ganho pondero-estatural. Gestação e parto sem intercorrências. O reflexo primitivo usualmente presente nessa faixa etária é o",
    "area": "Pediatria",
    "subespecialidade": "Medicina do Crescimento e Desenvolvimento",
    "tema": "Desenvolvimento Infantil",
    "subtema": "Marcos do Desenvolvimento Neuropsicomotor",
    "bloom": "Lembrar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-VIII",
    "dominios": "D-II, D-VI",
    "eixo_cognitivo": "E1",
    "nivel_cognitivo": "NC1",
    "cenarios": "APS",
    "ciclo_formativo": "M2",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 956,
    "erros": 1163,
    "total": 2119,
    "taxa_acerto": 45.1
  },
  {
    "numero": 53,
    "enunciado": "Paciente do sexo masculino, 23 anos, foi vitima de acidente automobilístico no qual o veiculo em que estava colidiu com caminhão. Usava cinto de segurança e foi retirado consciente do carro pela equipe de resgate. Apresentava amnésia anterógrada. Após atendimento pré-hospitalar, o paciente foi levado ao pronto-socorro, sem déficits motores ou sensitivos. No hospital, o médico pede uma tomografia computadorizada de crânio para avaliação. Alguns minutos depois, a equipe de enfermagem solicita avaliação de emergência para o paciente, com necessidade de intubação orotraqueal por rebaixamento do nível de consciência e anisocoria com pupila esquerda dilatada. Tomografia computadorizada de crânio sem contraste. Ao considerar a situação clínica do paciente e a imagem tomográfica apresentada, o médico diagnosticou:",
    "area": "Cirurgia",
    "subespecialidade": "Neurocirurgia",
    "tema": "Trauma Cranioencefálico (TCE)",
    "subtema": "Hematomas intracranianos",
    "bloom": "Aplicar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-IV, C-V",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 3865,
    "erros": 264,
    "total": 4129,
    "taxa_acerto": 93.6
  },
  {
    "numero": 54,
    "enunciado": "Uma adolescente de 15 anos comparece em consulta ginecológica com a finalidade de iniciar contracepção. Na história patológica pregressa, refere episódios de enxaqueca com aura. Nos antecedentes familiares, relata que a avó materna teve diagnóstico de câncer de mama, sua mãe é hipertensa e sua irmã tem diabetes. O uso do contraceptivo combinado está contraindicado para essa paciente devido ao risco de",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Ginecologia Geral",
    "tema": "Contracepção",
    "subtema": "Métodos contraceptivos: indicações e contraindicações",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-I",
    "dominios": "D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 3174,
    "erros": 955,
    "total": 4129,
    "taxa_acerto": 76.9
  },
  {
    "numero": 55,
    "enunciado": "Ao visitar um idoso acamado de 80 anos, restrito ao lar e dependente em relação às atividades de vida diária, a médica de família e comunidade verificou que ele não havia recebido as vacinas indicadas pelo Ministério da Saúde para os idosos. Ao questionar a filha de 55 anos, principal cuidadora, sobre a vacinação do idoso, ela respondeu que o pai é muito frágil e não iria aguentar os efeitos colaterais, e como ele é restrito ao lar a família preferiu não vacinar. Assinale a alternativa que inclui, respectivamente, vacinas disponibilizadas no calendário de imunização nacional para o idoso e uma forma de abordar a situação encontrada.",
    "area": "Clínica Médica",
    "subespecialidade": "Geriatria",
    "tema": "Prevenção e Promoção de Saúde",
    "subtema": "Imunização no Idoso",
    "bloom": "Avaliar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-X, C-I",
    "dominios": "D-XIII, D-VII, D-X",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS",
    "ciclo_formativo": "M6",
    "eixos_transversais": "AT, ES",
    "area_formacao_principal": "MFC",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "A",
    "acertos": 2760,
    "erros": 1369,
    "total": 4129,
    "taxa_acerto": 66.8
  },
  {
    "numero": 56,
    "enunciado": "O vírus Chikungunya é transmitido pelo mosquito Aedes sp e foi responsável por grandes epidemias associadas a desfechos clínicos agudos, crônicos e graves. As ações voltadas para o controle do Aedes sp incluem medidas como o manejo integrado de vetores, que envolve atividades a serem executadas pela equipe de vigilância do território em um processo cíclico, tais como",
    "area": "Medicina Preventiva",
    "subespecialidade": "Epidemiologia",
    "tema": "Vigilância em Saúde",
    "subtema": "Vigilância Ambiental",
    "bloom": "Entender",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-VII, C-XI",
    "dominios": "D-XVII, D-XV",
    "eixo_cognitivo": "E1",
    "nivel_cognitivo": "NC1",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "GS, AT",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 2516,
    "erros": 1613,
    "total": 4129,
    "taxa_acerto": 60.9
  },
  {
    "numero": 57,
    "enunciado": "Criança de 9 anos chega à Unidade Básica de Saúde (UBS) com o diagnóstico de transtorno de déficit de atenção e hiperatividade há 2 anos. Faz uso de metilfenidato há pelo menos 1 ano. O pai informa que, desde o início do uso, apresentou grande melhora na escola e solicita que o uso seja estendido por mais tempo. Quais estratégias de monitoramento referentes ao uso dessa medicação devem ser utilizadas?",
    "area": "Pediatria",
    "subespecialidade": "Neurologia Pediátrica",
    "tema": "Transtornos do Neurodesenvolvimento",
    "subtema": "Transtorno de Déficit de Atenção e Hiperatividade",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-VI, C-VIII",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "MFC",
    "gabarito": "D",
    "acertos": 712,
    "erros": 1407,
    "total": 2119,
    "taxa_acerto": 33.6
  },
  {
    "numero": 58,
    "enunciado": "Mulher de 45 anos é internada em hospital de média complexidade com queixas de febre (em torno de 38 ℃), mialgia, mal-estar e dor na região cervical anterior, irradiada para a mandíbula e orelhas. Há 2 semanas, iniciou quadro sugestivo de infecção viral respiratória alta, com evolução clínica lenta desde então, passando a sentir palpitações e tremores nos últimos 3 dias. Procurou atendimento na unidade de saúde. Ao exame físico, a paciente se encontra febril, com taquicardia desproporcional à temperatura corporal e tremores finos nas extremidades. À palpação da tireoide: glândula dolorosa, firme e levemente aumentada de tamanho, assimétrica, não nodular. As dosagens da velocidade de hemossedimentação e proteína C reativa se mostraram elevadas. Considerando a principal hipótese diagnóstica para o caso, quais exames complementares a sustentariam e qual o tratamento indicado, respectivamente?",
    "area": "Clínica Médica",
    "subespecialidade": "Endocrinologia",
    "tema": "Doenças da Tireoide",
    "subtema": "Tireoidites e Emergências",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III, C-IV",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG, APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2488,
    "erros": 1641,
    "total": 4129,
    "taxa_acerto": 60.3
  },
  {
    "numero": 59,
    "enunciado": "Lactente de 9 meses é atendido em Unidade Básica de Saúde (UBS) em virtude do surgimento de crises epilépticas há 3 meses. Os eventos se caracterizam por espasmos em flexão dos membros superiores sobre o tronco, semelhantes a sustos, e ocorrem nos horários de maior sonolência da criança. História gestacional e de parto sem anormalidades. Ao exame físico, lactente interage com o observador, porém não consegue ficar sentado. Ausculta cardíaca e respiratória sem anormalidades. Apresenta várias manchas hipomelanóticas nos membros inferiores e no tronco. Ressonância magnética de crânio revelou duas áreas compatíveis com astrocitomas de células gigantes subependimárias. A principal hipótese diagnóstica é",
    "area": "Pediatria",
    "subespecialidade": "Neurologia Pediátrica",
    "tema": "Epilepsias",
    "subtema": "Epilepsias da Infância",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 252,
    "erros": 1867,
    "total": 2119,
    "taxa_acerto": 11.9
  },
  {
    "numero": 60,
    "enunciado": "Paciente masculino, 59 anos, atendido em hospital terciário com queixa de dor de moderada intensidade em fossa ilíaca esquerda (FIE), com início há 5 dias. Apresentou temperatura de 38 ℃ nas últimas 48 horas, associada à prostração. Não possuía comorbidades. Relatou episódio semelhante de menor intensidade há cerca de 1 ano, com resolução espontânea e um episódio de hematoquezia há 6 meses. No momento se encontra em regular estado geral, discretamente desidratado, com frequência cardíaca de 95 bpm; pressão arterial de 140 x 90 mmHg: índice de massa corporal de 30,5 mg/kg². Abdome flácido, doloroso à palpação profunda em FIE e hipogástrio, com plastrão palpável em hipogástrio. Hemograma leucócitos de 17.000/mm³ (valor de referência: 5.000 a 10.000/mm³), 7% de bastões (valor de referência: 0 a 5%). Considerando o quadro, qual é o exame complementar de maior acurácia para estabelecer o diagnóstico?",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia do Aparelho Digestivo",
    "tema": "Coloproctologia",
    "subtema": "Doença diverticular dos cólons",
    "bloom": "Analisar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-II, C-V",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 1645,
    "erros": 474,
    "total": 2119,
    "taxa_acerto": 77.6
  },
  {
    "numero": 61,
    "enunciado": "Mulher de 35 anos, diabética, com laqueadura tubária bilateral, procurou atendimento médico com queixa de prurido genital e disúria terminal, com 7 dias de evolução. Recentemente, fez uso de antibiótico para tratamento de abscesso dental. Ao exame especular, notava-se edema vulvar, hiperemia, fissura, corrimento esbranquiçado e teste das aminas negativo. Com base no agente etiológico mais provável, o tratamento é:",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Ginecologia Geral",
    "tema": "Infecções do trato genital",
    "subtema": "Secreções vaginais anormais",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 1811,
    "erros": 308,
    "total": 2119,
    "taxa_acerto": 85.5
  },
  {
    "numero": 62,
    "enunciado": "Médica de família e comunidade foi solicitada para preencher a declaração de óbito de um paciente que acompanhava regularmente em sua área adstrita. O paciente era hipertenso há 30 anos, com histórico pessoal de acidente vascular encefálico (AVE) há 5 anos. Há 10 dias o paciente apresentou quadro gripal e há 1 dia teve agravamento dos sintomas respiratórios, com dispneia e cianose. A declaração de óbito deverá ser preenchida",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Ocupacional e Medicina Legal",
    "tema": "Medicina Legal",
    "subtema": "Declaração de Óbito",
    "bloom": "Aplicar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-VI, C-XII",
    "dominios": "D-VIII, D-XVII",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "MFC",
    "gabarito": "B",
    "acertos": 3568,
    "erros": 561,
    "total": 4129,
    "taxa_acerto": 86.4
  },
  {
    "numero": 63,
    "enunciado": "Uma equipe de saúde da família percebeu um aumento do número de casos complicados de diabetes mellitus. De um total de 3.500 pacientes cadastrados, 280 são acompanhados por diabetes mellitus tipo 2, sendo 4 casos de amputações, 28 casos de retinopatia diabética e 80 casos de algum grau de doença renal crônica. Foi identificado que essa população apresentava dieta inadequada, baixo nível de atividade física e pouco conhecimento sobre estilos de vida que poderiam prevenir complicações das doenças. A equipe de saúde decidiu elaborar um projeto de intervenção com ênfase em avaliação e orientação nutricional e práticas de atividade física de rotina. Qual é o desenho de pesquisa para avaliação do impacto desse projeto de intervenção coletiva?",
    "area": "Medicina Preventiva",
    "subespecialidade": "Epidemiologia",
    "tema": "Desenhos de Estudos Epidemiológicos",
    "subtema": "Ensaios Comunitários",
    "bloom": "Analisar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-VII",
    "dominios": "D-XVI, D-XX, D-XIII",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS, ES",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "MFC",
    "gabarito": "B",
    "acertos": 2729,
    "erros": 1400,
    "total": 4129,
    "taxa_acerto": 66.1
  },
  {
    "numero": 64,
    "enunciado": "Homem de 23 anos, estudante universitário, é levado à Unidade de Pronto Atendimento (UPA) por um amigo da moradia estudantil, que o encontrou chorando, trancado no banheiro com diversas cartelas de medicamentos próximas de si. O paciente nega ter ingerido qualquer fármaco ou outras substâncias, mas admite estar pensando em dar fim à própria vida. Refere tristeza profunda há cerca de 2 meses, com piora recente após o término de um relacionamento. Diz estar \"sem propósito na vida\" e que \"ninguém sentiria falta\" se ele morresse. Conta que viu na internet que tomar muitos comprimidos de paracetamol seria a melhor forma de morrer. Relata insônia inicial e terminal, perda de apetite, queda de rendimento acadêmico e isolamento social. Nega uso atual de drogas ilícitas, mas admite consumo de álcool eventualmente. Abandonou psicoterapia após 2 sessões. Todos os familiares vivem em outro estado. Ao exame, apresenta-se vígil, orientado, com discurso discretamente lentificado, sem alucinações ou delírios evidentes. O contato visual é pobre, o afeto está intensamente rebaixado e não modulante. Exames laboratoriais gerais solicitados à chegada na UPA não mostram alterações. Qual é a conduta adequada ao caso clínico apresentado?",
    "area": "Clínica Médica",
    "subespecialidade": "Psiquiatria",
    "tema": "Emergências Psiquiátricas",
    "subtema": "Risco de Suicídio",
    "bloom": "Avaliar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-IV, C-I",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "URG, RAPS",
    "ciclo_formativo": "M6",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "SM",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "D",
    "acertos": 3521,
    "erros": 608,
    "total": 4129,
    "taxa_acerto": 85.3
  },
  {
    "numero": 65,
    "enunciado": "Mulher de 35 anos procura Unidade Básica de Saúde (UBS) informando ter tido diagnóstico de trombose venosa profunda há cerca de 2 anos. Fez tratamento adequado com anticoagulante oral por tempo limitado, tendo recebido alta com cura do quadro há cerca de 1 ano. Na ocasião, ela não havia realizado qualquer exame específico adicional. Entretanto, nos últimos 6 meses, seu pai e sua irmã também tiveram o diagnóstico de trombose. O médico assistente solicita exames complementares para rastreio de hipercoagulabilidade primária. Considerando a história apresentada, qual alteração laboratorial é compatível com a suspeita de doença hereditária?",
    "area": "Clínica Médica",
    "subespecialidade": "Hematologia",
    "tema": "Distúrbios da Coagulação",
    "subtema": "Trombofilias",
    "bloom": "Analisar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-II",
    "dominios": "D-I, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "CIR",
    "gabarito": "A",
    "acertos": 2760,
    "erros": 1369,
    "total": 4129,
    "taxa_acerto": 66.8
  },
  {
    "numero": 66,
    "enunciado": "Menina de 11 anos foi trazida à Unidade de Pronto Atendimento (UPA) com quadro de queda do estado geral, náuseas e dor abdominal, desidratação e hálito cetônico. Exames realizados: glicemia de 410 mg/dL; gasometria venosa de pH 7,15 e bicarbonato de 13 mEq/L; exame de urina indica cetonúria. Além da fluidoterapia, o próximo passo é",
    "area": "Pediatria",
    "subespecialidade": "Endocrinologia Pediátrica",
    "tema": "Diabetes",
    "subtema": "Cetoacidose Diabética",
    "bloom": "Aplicar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-IV",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2473,
    "erros": 1656,
    "total": 4129,
    "taxa_acerto": 59.9
  },
  {
    "numero": 67,
    "enunciado": "Paciente do sexo masculino, 26 anos, está sendo atendido em via pública, vítima de disparo de arma de fogo em braço direito. O trauma ocorreu cerca de 15 minutos antes da chegada da equipe de atendimento pré-hospitalar. Ao exame, o paciente se encontra pálido, pele fria, sudoreico, frequência cardíaca de 120 bpm, pressão arterial de 90 x 50 mmHg e escala de coma de Glasgow de 15. A equipe de socorristas não possui hemoderivados disponíveis. Exame físico de cabeça, pescoço, tórax e abdome sem alterações, incluindo a região posterior do paciente. Presença de ferida perfuro-contusa em região medial do terço distal do braço direito, apresentando hemorragia pulsátil em grande volume. Considerando o atendimento pré-hospitalar do paciente, deve-se realizar:",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia Geral",
    "tema": "Trauma e Emergência",
    "subtema": "Choque hemorrágico e ressuscitação volêmica",
    "bloom": "Aplicar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-VI, C-IV",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 3191,
    "erros": 938,
    "total": 4129,
    "taxa_acerto": 77.3
  },
  {
    "numero": 68,
    "enunciado": "Uma mulher de 30 anos recebeu a citologia oncótica com laudo de \"atipias celulares escamosas de significado indeterminado, onde não se pode afastar alto grau (ASC-H)\". Ela nega antecedente de tabagismo e não se lembra de ter tido infecção sexualmente transmissível. Nesse caso, a conduta adequada deve ser a realização de",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Oncoginecologia",
    "tema": "Lesões precursoras",
    "subtema": "Alterações citológicas cervicais",
    "bloom": "Aplicar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III, C-VIII",
    "dominios": "D-IX, D-XVII",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 2924,
    "erros": 1205,
    "total": 4129,
    "taxa_acerto": 70.8
  },
  {
    "numero": 69,
    "enunciado": "Homem de 45 anos procura Unidade Básica de Saúde (UBS) do seu bairro, por não conseguir controlar a frequência e a quantidade do uso de bebida alcoólica. Por conta disso, está faltando ao trabalho e não consegue se lembrar do que acontece quando bebe. O médico da UBS investigará os pontos mais importantes que podem indicar o padrão de dependência a substâncias psicoativas de acordo com o Manual Diagnóstico Estatístico de Saúde Mental (DSM-5). O médico deve investigar sobre",
    "area": "Psiquiatria",
    "subespecialidade": "Dependência Química",
    "tema": "Alcoolismo",
    "subtema": "",
    "bloom": "Lembrar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-X",
    "dominios": "D-IX, D-VI",
    "eixo_cognitivo": "E1",
    "nivel_cognitivo": "NC1",
    "cenarios": "APS",
    "ciclo_formativo": "M2",
    "eixos_transversais": "AT",
    "area_formacao_principal": "SM",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 1764,
    "erros": 2365,
    "total": 4129,
    "taxa_acerto": 42.7
  },
  {
    "numero": 70,
    "enunciado": "Agentes penitenciários de uma unidade prisional informaram à equipe de saúde sobre o aumento de queixas de prurido intenso e lesões cutâneas entre as pessoas privadas de liberdade. Cada cela, prevista para 35 pessoas, está com lotação de 75. As ações prioritárias no manejo adequado dessa situação são",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Coletiva",
    "tema": "Políticas de Saúde para Populações Específicas",
    "subtema": "Saúde da População Prisional",
    "bloom": "Aplicar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-VII, C-IV",
    "dominios": "D-XVII, D-XIV",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS, ES",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "B",
    "acertos": 3044,
    "erros": 1085,
    "total": 4129,
    "taxa_acerto": 73.7
  },
  {
    "numero": 71,
    "enunciado": "Homem de 28 anos, solteiro e residindo com os pais, comparece ao Centro de Atenção Psicossocial (CAPs), com visível constrangimento ao longo da consulta. Apesar de sua resistência inicial, relata que tem pensamentos recorrentes e indesejados, os quais invadem sua cabeça, tendo como temática a sua mãe sendo vitima de grande violência. Enfatiza sua angústia com esses pensamentos, que já duram mais de 6 meses, provocando significativo prejuízo em sua vida pessoal e profissional. Afirma ter o entendimento de que não há fundamento nessas ideias e que não faz sentido sofrer com isso. A denominação para a descrição clínica apresentada é",
    "area": "Clínica Médica",
    "subespecialidade": "Psiquiatria",
    "tema": "Transtornos Ansiosos",
    "subtema": "Transtorno de Ansiedade Generalizada",
    "bloom": "Entender",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-I",
    "dominios": "D-VI, D-IX",
    "eixo_cognitivo": "E1",
    "nivel_cognitivo": "NC1",
    "cenarios": "RAPS",
    "ciclo_formativo": "M2",
    "eixos_transversais": "AT",
    "area_formacao_principal": "SM",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "B",
    "acertos": 2445,
    "erros": 1684,
    "total": 4129,
    "taxa_acerto": 59.2
  },
  {
    "numero": 72,
    "enunciado": "Homem de 35 anos, indice de massa corporal de 15 kg/m², é internado devido à diarreia líquida, com produtos patológicos, acompanhada de flatulência e desconforto abdominal há 4 semanas. Apresentou emagrecimento de cerca de 10 kg em 1 mês. Foram solicitados exames com endoscopia digestiva alta e baixa, sem alterações macroscópicas. Estudos histopatológicos de estômago, intestino delgado e cólon normais. Teste respiratório com lactulose positivo. O plano terapêutico adequado para esse paciente será",
    "area": "Clínica Médica",
    "subespecialidade": "Gastroenterologia",
    "tema": "Síndromes Disabsortivas",
    "subtema": "Supercrescimento Bacteriano do Intestino Delgado (SIBO)",
    "bloom": "Analisar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II, C-III",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2090,
    "erros": 2039,
    "total": 4129,
    "taxa_acerto": 50.6
  },
  {
    "numero": 73,
    "enunciado": "Criança de 2 anos encaminhada ao matriciamento de pediatria, com história de ter apresentado há 7 dias uma crise tônico-clónica generalizada em vigência de temperatura axilar de 39,3 ℃, duração de 2 minutos, sem recorrência em 24 horas. Naquela ocasião foi realizado exame físico e neurológico, compatível com infecção viral de vias aéreas superiores, sem outras alterações. A conduta adequada nesse caso é",
    "area": "Pediatria",
    "subespecialidade": "Neurologia Pediátrica",
    "tema": "Epilepsias",
    "subtema": "Convulsão Febril",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-X, C-II",
    "dominios": "D-IX, D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, ES",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 3942,
    "erros": 187,
    "total": 4129,
    "taxa_acerto": 95.5
  },
  {
    "numero": 74,
    "enunciado": "Paciente de 47 anos, sexo feminino, atendida no ambulatório de cirurgia geral. A paciente havia sido submetida à cirurgia de tireoidectomia total há 60 dias, devido à um carcinoma folicular de tireoide, o qual estava restrito à glândula. No pós-operatório imediato, a paciente apresentou rouquidão, que não melhorou durante o acompanhamento ambulatorial nesses 60 dias. Com base no quadro clínico apresentado, qual foi o nervo lesionado durante a cirurgia?",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia de Cabeça e Pescoço",
    "tema": "Tireoide e Paratireoide",
    "subtema": "Tireoidectomia: técnicas e complicações",
    "bloom": "Aplicar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "",
    "dominios": "D-I, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 3838,
    "erros": 291,
    "total": 4129,
    "taxa_acerto": 93.0
  },
  {
    "numero": 75,
    "enunciado": "Paciente de 29 anos, nuligesta, ciclos menstruais com intervalos de 20 a 65 dias, duração de 4 a 10 dias, intensidade moderada. Apresenta índice de massa corporal de 41,5 kg/m² e se submeterá à cirurgia bariátrica em alguns meses. Necessita de orientação para contracepção. Com base nessas informações, assinale a alternativa correta.",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Ginecologia Geral",
    "tema": "Contracepção",
    "subtema": "Contracepção em condições clínicas especiais",
    "bloom": "Avaliar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-I, C-VIII",
    "dominios": "D-X, D-XIII",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2219,
    "erros": 1910,
    "total": 4129,
    "taxa_acerto": 53.7
  },
  {
    "numero": 77,
    "enunciado": "Uma equipe de saúde da familia realiza atendimento itinerante a comunidades ribeirinhas e aldeias indígenas na Região Amazônica. Em visita, uma médica recém chegada observa que uma mulher ribeirinha evita contato visual durante a consulta e responde às perguntas apenas com monossílabos. Em outra situação, um indígena da etnia Tikuna não aceita ser atendido sozinho e insiste na presença de um pajé da comunidade. A abordagem adequada que a equipe deve adotar é",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Coletiva",
    "tema": "Políticas de Saúde para Populações Específicas",
    "subtema": "Saúde da População Indígena",
    "bloom": "Avaliar",
    "competencia_principal": "C-I",
    "competencias_secundarias": "C-X, C-XI",
    "dominios": "D-III, D-V, D-VII",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS",
    "ciclo_formativo": "M6",
    "eixos_transversais": "AT, ES",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "MFC",
    "gabarito": "B",
    "acertos": 3792,
    "erros": 337,
    "total": 4129,
    "taxa_acerto": 91.8
  },
  {
    "numero": 78,
    "enunciado": "Paciente de 21 anos comparece à Unidade Básica de Saúde (UBS) para uma consulta agendada. Durante o atendimento, diz que se reconhece como um homem trans e que está em processo de afirmação de gênero. Relata que, nos últimos meses, tem buscado apoio em grupos de pessoas trans, começou a usar um binder (faixa de compressão torácica) e que cogita iniciar terapia hormonal no futuro. Refere que não apresenta sofrimento psíquico intenso relacionado à sua identidade de gênero, mas sente que precisa de informações adequadas sobre os próximos passos e sobre cuidados com a saúde. Não apresenta sintomas depressivos, ansiosos ou psicóticos. Qual é a conduta mais adequada a ser adotada?",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Coletiva",
    "tema": "Políticas de Saúde para Populações Específicas",
    "subtema": "Saúde da População LGBTQIAPN+",
    "bloom": "Avaliar",
    "competencia_principal": "C-I",
    "competencias_secundarias": "C-IX, C-X",
    "dominios": "D-V, D-XIV, D-XIII",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS",
    "ciclo_formativo": "M6",
    "eixos_transversais": "AT, ES",
    "area_formacao_principal": "MFC",
    "area_formacao_secundaria": "SC",
    "gabarito": "D",
    "acertos": 2440,
    "erros": 1689,
    "total": 4129,
    "taxa_acerto": 59.1
  },
  {
    "numero": 79,
    "enunciado": "Mulher de 62 anos, com histórico de infecções do trato urinário de repetição, dá entrada em Unidade de Pronto Atendimento (UPA) com quadro de febre alta e calafrios. A paciente é portadora de diabetes mellitus tipo 2, em tratamento regular com metformina e glicazida. À admissão apresenta-se com pressão arterial de 110 × 70 mmHg, frequência cardíaca de 106 bpm, frequência respiratória de 25 irpm e temperatura axilar de 38 ℃. Os exames laboratoriais indicam hemoglobina de 12,3 g/dL e hematócrito de 36%; leucócitos de 14.000/mm³ (valor de referência: 6.000 a 10.000/mm³), com 84% de neutrófilos e 12% de bastonetes; plaquetas de 210.000/mm³. A conduta para o caso deve ser recomendar",
    "area": "Clínica Médica",
    "subespecialidade": "Emergência",
    "tema": "Choque e Instabilidade Hemodinâmica",
    "subtema": "Choque Séptico e Disfunção Orgânica",
    "bloom": "Aplicar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-IV, C-II",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 2648,
    "erros": 1481,
    "total": 4129,
    "taxa_acerto": 64.1
  },
  {
    "numero": 80,
    "enunciado": "Recém-nascido a termo apresenta, no 1º minuto de vida, quadro de apneia e bradicardia, desvio do ictus à direita, abdome escavado e presença de ruídos hidroaéreos à ausculta, do hemitórax esquerdo. No decorrer do atendimento desse recém-nascido, em sala de parto, os procedimentos adequados a serem realizados são",
    "area": "Pediatria",
    "subespecialidade": "Neonatologia",
    "tema": "Reanimação Neonatal",
    "subtema": "Reanimação Avançada Neonatal",
    "bloom": "Analisar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-II, C-VI",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC3",
    "cenarios": "MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2421,
    "erros": 1708,
    "total": 4129,
    "taxa_acerto": 58.6
  },
  {
    "numero": 81,
    "enunciado": "Adulto jovem, sexo masculino, atendido em Unidade Básica de Saúde (UBS), relata dor e ardor no ânus acompanhados de sangramento vivo em pequena quantidade ao evacuar com esforço e fezes endurecidas. Nega tumoração perianal. Portador de constipação crônica e diagnóstico recente de doença Crohn. Exame geral sem alterações. Qual é o diagnóstico mais provável?",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia do Aparelho Digestivo",
    "tema": "Coloproctologia",
    "subtema": "Fissura anal",
    "bloom": "Aplicar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 3345,
    "erros": 784,
    "total": 4129,
    "taxa_acerto": 81.0
  },
  {
    "numero": 82,
    "enunciado": "Paciente G3P1A1, idade gestacional de 24 semanas, comparece à consulta. Refere que na primeira gestação teve um abortamento com 16 semanas e na segunda, teve trabalho de parto vaginal muito rápido, na idade gestacional de 28 semanas. Na ultrassonografia transvaginal, realizada com 23 semanas desta gestação detectou-se colo uterino com 1,5 cm de comprimento. Qual é a conduta adequada à situação?",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Obstetrícia",
    "tema": "Parto Prematuro",
    "subtema": "Fatores de risco e prevenção da prematuridade",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II, C-VIII",
    "dominios": "D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 3782,
    "erros": 347,
    "total": 4129,
    "taxa_acerto": 91.6
  },
  {
    "numero": 83,
    "enunciado": "Mulher de 32 anos, sexualmente ativa, comparece à consulta com o médico de família e comunidade para realização do seu primeiro exame preventivo. O médico realiza a coleta de citologia oncótica. Após 3 semanas, a paciente retorna com o resultado \"presença de lesão intraepitelial de baixo grau\". Considerando esse resultado, qual é a conduta adequada do médico?",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Oncoginecologia",
    "tema": "Lesões precursoras",
    "subtema": "Alterações citológicas cervicais",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-III, C-VIII",
    "dominios": "D-IX, D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "MFC",
    "gabarito": "B",
    "acertos": 2884,
    "erros": 1245,
    "total": 4129,
    "taxa_acerto": 69.8
  },
  {
    "numero": 84,
    "enunciado": "A agente comunitária de saúde de uma Unidade Básica de Saúde (UBS) relata, durante a reunião de equipe, a sua preocupação com os idosos de uma instituição de longa permanência para idosos (ILPI) no território da UBS. Em sua ultima visita, a agente observou que na instituição havia 38 idosos vivendo em isolamento excessivo, a maioria sem vinculos familiares ativos e sofrendo constantes agressões dos funcionários. Comenta ainda que havia sinais de contenção física em idosos com demência avançada e presença de lesões de pressão. Qual a conduta mais adequada da equipe de saúde?",
    "area": "Medicina Preventiva",
    "subespecialidade": "Saúde Coletiva",
    "tema": "Políticas de Saúde para Populações Específicas",
    "subtema": "Saúde do Idoso",
    "bloom": "Avaliar",
    "competencia_principal": "C-VIII",
    "competencias_secundarias": "C-XI, C-XII",
    "dominios": "D-XVII, D-XIV, D-IV",
    "eixo_cognitivo": "E3",
    "nivel_cognitivo": "NC3",
    "cenarios": "APS",
    "ciclo_formativo": "M6",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "SC",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 3641,
    "erros": 488,
    "total": 4129,
    "taxa_acerto": 88.2
  },
  {
    "numero": 85,
    "enunciado": "Mulher de 42 anos é levada pelo irmão à Unidade de Pronto Atendimento (UPA) com fala alterada, lentificação, tontura e sonolência. Ela admite ter ingerido 30 comprimidos de clonazepam 2 mg há 20 minutos. Paciente evolui com hipotensão, rebaixamento do nível de consciência, sendo caracterizado coma e indicada a ventilação mecânica. Qual medicação é indicada nessa situação?",
    "area": "Clínica Médica",
    "subespecialidade": "Emergência",
    "tema": "Intoxicações Agudas",
    "subtema": "Intoxicação por Benzodiazepínicos",
    "bloom": "Aplicar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-IV, C-II",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 3340,
    "erros": 789,
    "total": 4129,
    "taxa_acerto": 80.9
  },
  {
    "numero": 86,
    "enunciado": "Mulher de 55 anos, sem história de doenças crónicas, procura atendimento por queixa de cefaleia persistente em ambos os lados do crânio, associada a alterações de visão (amaurose fugaz e diplopia), cansaço e artralgias. Relata dor em todo couro cabeludo. Notou perda de peso (2 kg em 2 meses). Nega fotofobia ou fonofobia, febre ou náuseas, e afirma que não acorda de madrugada por conta da cefaleia. Nega qualquer problema de ordem emocional. Ao exame, a paciente encontra-se afebril, com pupilas isocóricas e sem rigidez de nuca. Qual é o tipo de cefaleia dessa paciente, e qual exame seria útil na sua investigação preliminar, respectivamente?",
    "area": "Clínica Médica",
    "subespecialidade": "Neurologia",
    "tema": "Cefaleias e Algias Craniofaciais",
    "subtema": "Cefaleias Secundárias",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "D",
    "acertos": 3612,
    "erros": 517,
    "total": 4129,
    "taxa_acerto": 87.5
  },
  {
    "numero": 87,
    "enunciado": "Adolescente de 13 anos, sexo masculino, procura atendimento na Unidade Básica de Saúde (UBS) devido a manchas escurecidas nas dobras do pescoço, axilas e virilhas. Ao exame físico, índice de massa corporal está no Z escore entre +2 e +3 para a idade e sexo, relação da circunferência abdominal/estatura aumentada, com manchas hipercrômicas no pescoço, axilas e raiz da coxa, sem outros achados significativos. Além de prescrever mudança de hábitos alimentares e aumento da atividade física, deve-se",
    "area": "Pediatria",
    "subespecialidade": "Medicina do Crescimento e Desenvolvimento",
    "tema": "Obesidade Infantil",
    "subtema": "Síndrome Metabólica na Infância",
    "bloom": "Aplicar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-II, C-IV",
    "dominios": "D-IX, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 2947,
    "erros": 1182,
    "total": 4129,
    "taxa_acerto": 71.4
  },
  {
    "numero": 88,
    "enunciado": "Homem de 72 anos, encaminhado a ambulatório especializado, com queixa de dor epigástrica, com irradiação em faixa para região dorsal há 3 meses e perda de 8 kg. Queixa-se que na última semana está com prurido, ictericia, náuseas, colúria, e acolia. Refere carga tabágica de 30 maços/ano e consumo de bebida alcoólica há 35 anos. Há 15 anos, trata de dislipidemia, hipertensão arterial e diabetes mellitus. Índice de massa corporal (50 kg/m²). Com base na principal hipótese diagnóstica, quais exames iniciais devem ser solicitados?",
    "area": "Clínica Médica",
    "subespecialidade": "Gastroenterologia",
    "tema": "Doenças Pancreáticas",
    "subtema": "Adenocarcinoma Pancreático",
    "bloom": "Analisar",
    "competencia_principal": "C-III",
    "competencias_secundarias": "C-II",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 935,
    "erros": 1075,
    "total": 2010,
    "taxa_acerto": 46.5
  },
  {
    "numero": 89,
    "enunciado": "Gestante de 28 anos, idade gestacional desconhecida, situação de vulnerabilidade social, chega, trazida pelo Serviço Móvel de Atendimento de Urgência (SAMU), com sangramento vaginal intenso, hipertonia uterina, pressão arterial de 130 x 90 mmHg, altura uterina de 32 cm, batimentos cardíacos fetais de 90 bpm. Toque vaginal: colo grosso, posterior, impérvio. A acompanhante refere que a paciente fez uso de cocaína antes do ocorrido. O diagnóstico, a conduta adequada e a complicação possível são, respectivamente:",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Obstetrícia",
    "tema": "Sangramento na Segunda Metade da Gestação",
    "subtema": "Descolamento prematuro de placenta",
    "bloom": "Analisar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-II, C-IV",
    "dominios": "D-IX, D-X, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG, MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 3398,
    "erros": 731,
    "total": 4129,
    "taxa_acerto": 82.3
  },
  {
    "numero": 90,
    "enunciado": "Homem de 23 anos, previamente hígido, procura atendimento na Unidade Básica de Saúde (UBS) relatando que há cerca de 2 horas foi mordido por um gato de rua ao tentar retirá-lo de cima de uma árvore. A mordida resultou em feridas cortocontusas nos dedos da mão esquerda. Paciente nega episódios anteriores de agressões desse tipo. O animal, que não pertence a ninguém da vizinhança, fugiu após ser resgatado. Na cidade, no ano anterior, houve a confirmação de raiva em felinos. A conduta adequada no atendimento imediato ao paciente é",
    "area": "Clínica Médica",
    "subespecialidade": "Infectologia",
    "tema": "Zoonoses",
    "subtema": "Raiva",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-VIII, C-V",
    "dominios": "D-X, D-XI, D-XVII",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "SC",
    "gabarito": "C",
    "acertos": 1639,
    "erros": 480,
    "total": 2119,
    "taxa_acerto": 77.3
  },
  {
    "numero": 91,
    "enunciado": "Homem de 56 anos, em acompanhamento médico por angina instável de início recente, diabetes mellitus tipo 2, hipertensão arterial sistêmica e dislipidemia, é internado em unidade coronariana de hospital de atenção terciária com quadro de dor torácica em aperto, de forte intensidade, irradiada para o membro superior esquerdo e mandibula, iniciada há cerca de 2 horas. O paciente relata ter sofrido 3 episodios de dor com caracteristicas similares, mas de menor duração, nas últimas 24 horas. Ele vem em uso crônico de losartana, hidroclorotiazida, ácido acetilsalicilico, dapagliflozina, metformina e atorvastatina. Ao exame físico, ausculta-se 4ª bulha, níveis pressóricos dentro da normalidade, sem congestão pulmonar. Um eletrocardiograma mostra novo infradesnivelamento segmento ST de 1 mm, com inversão de onda T, em parede anterior. O paciente evolui com elevação da troponina-I, fazendo curva enzimática. O escore de risco Grace é de 152 pontos, enquanto o TIMI risk score é de 5 pontos. A conduta indicada nesse caso é realizar",
    "area": "Clínica Médica",
    "subespecialidade": "Cardiologia",
    "tema": "Síndrome Coronariana Aguda (SCA)",
    "subtema": "Infarto sem Supradesnivelamento de ST (IAMSST)",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-V, C-II",
    "dominios": "D-X, D-IX, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "",
    "gabarito": "B",
    "acertos": 3874,
    "erros": 255,
    "total": 4129,
    "taxa_acerto": 93.8
  },
  {
    "numero": 92,
    "enunciado": "Menina de 1 ano e 10 meses é levada ao serviço de urgência com quadro de tosse e dispneia há 4 dias. A mãe refere que aumentou a frequência de salbutamol, que usa rotineiramente, porém não observou melhora. com piora da dispneia há 6 horas. Relata frequentes exacerbações da asma nos últimos 3 meses, apesar da utilização de prednisolona. História familiar: pare mãe asmáticos. Ao exame físico, lactente no colo da mãe, afebril, sonolenta, taquidispneica, choro entrecortado, saturação 94% em ar ambiente, retração de musculatura acessória. Além da internação da criança, a conduta adequada é prescrever",
    "area": "Pediatria",
    "subespecialidade": "Pneumologia Pediátrica",
    "tema": "Asma",
    "subtema": "Manejo da Exacerbação",
    "bloom": "Aplicar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-IV",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2804,
    "erros": 1325,
    "total": 4129,
    "taxa_acerto": 67.9
  },
  {
    "numero": 93,
    "enunciado": "Paciente de 45 anos atendida na Unidade Básica de Saúde (UBS) com dor ocular. Referiu que estava realizando limpeza doméstica com alvejante e deixou atingir o olho, acidentalmente. Ao exame físico, foi observada presença de hiperemia intensa com opacidade da córnea e queimadura química da pálpebra superior do olho direito. Qual é o correto manejo da paciente?",
    "area": "Clínica Médica",
    "subespecialidade": "Oftalmologia",
    "tema": "Superfície Ocular",
    "subtema": "Conjuntivites e alergias oculares",
    "bloom": "Aplicar",
    "competencia_principal": "C-V",
    "competencias_secundarias": "C-VI, C-IV",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS, URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "CLIN",
    "area_formacao_secundaria": "MFC",
    "gabarito": "C",
    "acertos": 2010,
    "erros": 109,
    "total": 2119,
    "taxa_acerto": 94.9
  },
  {
    "numero": 94,
    "enunciado": "Mulher de 72 anos, previamente higida, com menopausa aos 53 anos, obesa, solteira e nulípara, nunca fez reposição hormonal. Chega à Unidade de Pronto Atendimento (UPA) com sangramento vaginal há dois dias, hemodinamicamente estável. Nega sangramentos anteriores. Realizou exame especular, com os seguintes achados: mucosa vaginal sem alterações, colo uterino contendo lesão polipoide que se exteriorizava pelo orifício externo, ectocérvice sem alterações. anexos livres. À ultrassonografia transvaginal, útero contendo 3 nódulos, medindo respectivamente 2,5 cm, 3,5 cm e 1,5 cm em seus maiores diâmetros, sendo o 1º e o 2º intramurais e o 3º submucoso. Endométrio medindo 8 mm de espessura. Colo uterino mostrando lesão polipoide no Canal endocervical, medindo 1,5 cm em sua maior dimensão. Qual é a principal hipótese diagnóstica?",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Oncoginecologia",
    "tema": "Hiperplasia endometrial",
    "subtema": "Avaliação diagnóstica da hiperplasia",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX, D-XI",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2413,
    "erros": 1716,
    "total": 4129,
    "taxa_acerto": 58.4
  },
  {
    "numero": 95,
    "enunciado": "Menina de 11 anos é levada pela mãe à consulta médica em Unidade Básica de Saúde (UBS), com historia de cansaço, palidez cutânea e baixo rendimento escolar nos últimos 3 meses. Ao exame físico, mucosas hipocrômicas (3+/4+); palidez cutânea Pulso radial: 104 bpm, rítmico e cheio. Aparelho cardiovascular sopro sistólico 2/6. Restante do exame físico sem alterações Mãe apresenta hemograma da menina realizado há 2 semanas Resultados. Diante do caso apresentado, assinale a alternativa mais adequada.",
    "area": "Pediatria",
    "subespecialidade": "Hematologia Pediátrica",
    "tema": "Anemias",
    "subtema": "Anemia Ferropriva",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-II",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "MFC",
    "gabarito": "B",
    "acertos": 3141,
    "erros": 988,
    "total": 4129,
    "taxa_acerto": 76.1
  },
  {
    "numero": 96,
    "enunciado": "Homem de 30 anos chega para consulta em Unidade Básica de Saúde (UBS) devido à astenia e úlcera no pênis. Trabalha como profissional do sexo e nem sempre faz uso de preservativo. Há cerca de 6 meses vem notando emagrecimento (10 kg no período), astenia, febre baixa sem horário fixo e há 1 semana observou o aparecimento de úlcera dolorosa no pênis. Nega secreção uretral. Ao exame físico, apresenta-se emagrecido, com uma lesão ulcerada com bordas elevadas sem secreção de aproximadamente 3 centímetros logo abaixo da glande, rasa e de base mole, além de linfonodomegalia inguinal direita, com sinais inflamatórios, sem fistulização. Nesse caso, a investigação, o achado esperado e o tratamento referentes à úlcera devem ser, respectivamente:",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Ginecologia Geral",
    "tema": "Infecções do trato genital",
    "subtema": "Lesões ulcerativas genitais",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-IV, C-III",
    "dominios": "D-IX, D-X",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "MFC",
    "area_formacao_secundaria": "CLIN",
    "gabarito": "D",
    "acertos": 2868,
    "erros": 1261,
    "total": 4129,
    "taxa_acerto": 69.5
  },
  {
    "numero": 97,
    "enunciado": "Mãe de menina de 7 anos, em consulta na Unidade Básica de Saúde (UBS), relata preocupação por a filha ser a menor de sua sala de aula. Nega intercorrências nos períodos gestacional e neonatal. Nega Internações ou uso de medicações continuas. Exame físico sem alterações, estágio de desenvolvimento de Tanner M1P1, peso de 19 kg (z -1); estatura de 1,07 m (-3 < z <- 2) com alvo de 1,50 m (z-2) índice de massa corporal de 16,6 (0<z< +1); relação entre segmento superior e segmento inferior de 1,02 (valor de referência para a idade: 1 a 1.3). Em consulta com 6 anos e 8 meses, apresentava peso de 17 kg (-2 < z <- 1); estatura de 1,05 m (-3 < z <- 2); indice de massa corporal de 15,4 (z 0), quando foi realizado cálculo de idade óssea compatível com 5 anos e 10 meses. A hipótese diagnóstica adequada para o caso é",
    "area": "Pediatria",
    "subespecialidade": "Medicina do Crescimento e Desenvolvimento",
    "tema": "Crescimento Infantil",
    "subtema": "Baixa Estatura",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX, D-II",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "APS",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "PED",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 2174,
    "erros": 1955,
    "total": 4129,
    "taxa_acerto": 52.7
  },
  {
    "numero": 98,
    "enunciado": "Paciente de 43 anos, sexo feminino, internada em enfermaria de cirurgia. Refere icterícia, colúria e acolia, iniciadas há 72 horas. Paciente nega tabagismo, comorbidades ou episódios semelhantes previamente. Exame físico: ictérica (+++/++++), dor à palpação profunda de hipocôndrio direito; frequência cardíaca de 83 bpm, pressão arterial de 123 × 76 mmHg; temperatura axilar de 37,4 ℃. Ultrassonografia de abdome: presença de múltiplas imagens móveis e arredondadas, de 0,5 a 1 cm de diâmetro, e dilatação de vias biliares intra e extra-hepáticas. Exames laboratoriais: Nesse momento, quais são, respectivamente, o diagnóstico sindrômico e o exame complementar mais indicados para prosseguir à investigação?",
    "area": "Cirurgia",
    "subespecialidade": "Cirurgia do Aparelho Digestivo",
    "tema": "Pancreatobiliar",
    "subtema": "Colelitíase",
    "bloom": "Analisar",
    "competencia_principal": "C-II",
    "competencias_secundarias": "C-III",
    "dominios": "D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "URG, CRON",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT",
    "area_formacao_principal": "CIR",
    "area_formacao_secundaria": "",
    "gabarito": "C",
    "acertos": 1397,
    "erros": 2732,
    "total": 4129,
    "taxa_acerto": 33.8
  },
  {
    "numero": 99,
    "enunciado": "Primigesta de 28 anos, com 33 semanas de gestação, pré-natal de risco habitual, chega ao pronto-atendimento obstétrico relatando saída de líquido claro pela vagina há cerca de 2 horas. Ao exame físico, sinais vitais normais, tônus uterino normal, não há presença de contrações, altura uterina é compatível com a idade gestacional, movimentos fetais presentes e frequência cardíaca fetal de 140 bpm. Ao exame especular, nota-se saída de líquido amniótico claro pelo orifício externo do colo uterino. Após a prescrição de antibiótico e corticoterapia antenatal, a conduta adequada a ser adotada é prescrever",
    "area": "Ginecologia e Obstetrícia",
    "subespecialidade": "Obstetrícia",
    "tema": "Amniorrexe Prematura",
    "subtema": "Diagnóstico e condutas na rotura prematura de membranas",
    "bloom": "Aplicar",
    "competencia_principal": "C-IV",
    "competencias_secundarias": "C-V",
    "dominios": "D-X, D-IX",
    "eixo_cognitivo": "E2",
    "nivel_cognitivo": "NC2",
    "cenarios": "MAT",
    "ciclo_formativo": "M4",
    "eixos_transversais": "AT, GS",
    "area_formacao_principal": "GO",
    "area_formacao_secundaria": "",
    "gabarito": "A",
    "acertos": 2994,
    "erros": 1135,
    "total": 4129,
    "taxa_acerto": 72.5
  }
]